src/modules/orders/models/Services.php

    public static function getServicesIds(){
        return self::find()->select('id')->asArray()->column();
---
SELECT `id` FROM `services`